Repository: phako/ignuit
Catalog: po/*.po
Languages: de, ru

source: Add Card
de: Karte hinzufügen
ru: Добавить карточку

source: Add card
de: Karte hinzufügen
ru: Добавить карточку

source: Back
de: Hinten
ru: Обратная

source: Card Editor
de: Karteneditor
ru: Редактор карточек

source: Clear tags
ru: Очистить метки

source: Close the tag bar
ru: Закрыть панель меток

source: Flag
ru: Флаг

source: Flip
de: umdrehen
ru: Перевернуть

source: Front
de: Vorne
ru: Лицевая

source: Information
ru: Информация

source: Insert Image
de: Bild einfügen
ru: Вставить изображение

source: Insert Sound
de: Audio Einfügen
ru: Вставить звук

source: Next
de: Weiter
ru: Следующая

source: Next card
de: nächste Karte
ru: Следующая карточка

source: Previous
de: Vorherige
ru: Предыдущая

source: Previous card
de: vorherige Karte
ru: Предыдущая карточка

source: Remove Card
de: Karte entfernen
ru: Удалить карточку

source: Remove card
de: Karte entfernen
ru: Удалить карточку

source: Reset Statistics
de: Statistik zurücksetzen
ru: Сбросить статистику

source: Show Tag Bar
ru: Показывать панель меток

source: Sticky Flips
de: eingerasteter Umdrehknopf
ru: Запоминать сторону

source: Switch Sides
de: Seiten wechseln
ru: Поменять стороны

source: Ta_gs
ru: _Метки

source: View card details
de: nähere Angaben über die Karte
ru: Просмотреть информацию о карточке

source: View reverse side
de: Umgedrehte Seite anzeigen
ru: Просмотреть противоположную сторону

source: _Card
de: _Karte
ru: _Карточка

source: _Edit
de: _Bearbeiten
ru: _Правка

source: B_oth
de: _Beide
ru: О_бе

source: F_ronts
de: _Vorne
ru: _Лицевые

source: Find
de: Suchen
ru: Найти

source: Include m_arkup in search
de: _Auszeichnungselemente in der Suche mit einbeziehen
ru: _Включать разметку в поиск

source: Use regular _expressions
de: Reguläre Ausdrücke _benutzen
ru: _Использовать регулярный выражения

source: _Backs
de: _Hinten
ru: _Обратные

source: _Match case
de: _Groß-/Kleinschreibung berücksichtigen
ru: _Учитывать регистр

source: _Search for:
de: Suche _nach:
ru: Искать

source: Add Category
de: Kategorie hinzufügen
ru: Добавить категорию

source: All Cards
de: Alle Karten
ru: Все карточки

source: All Categories
de: Alle Kategorien
ru: Все категории

source: Back Text
de: Rückseitentext
ru: Текст обратной стороны

source: Backs Only
de: nur Rückseite
ru: Всегда обратная сторона

source: Begin Quiz
de: Quiz starten
ru: Начать тест

source: Box Number
de: Kistennummer
ru: Номер ящика

source: C_ard
de: _Karten
ru: К_арточка

source: Category
de: Kategorie
ru: Категория

source: Copy
de: Kopieren
ru: Копировать

source: Cut
de: Ausschneiden
ru: Вырезать

source: Edit Card
de: Karte bearbeiten
ru: Изменить карточку

source: Edit Card...
ru: Изменить карточку...

source: Edit Tags...
ru: Изменить метки...

source: Expired Cards
de: abgelaufene Karten
ru: Просроченные карточки

source: Expiry Date
de: Ablaufdatum
ru: Дата истечения срока

source: Expiry Flag
de: Ablaufmarkierung
ru: Флаг истечения срока

source: Expiry Time
de: Ablaufzeit
ru: Время истечения срока

source: Export...
de: Exportieren...
ru: Экспортировать...

source: Find All Cards
de: Durchsuche alle Karten
ru: Найти все карточки

source: Find Card
de: Durchsuche Karte
ru: Найти карточку

source: Find Flagged Cards
ru: Найти карточки с флагами

source: Flagged Cards
ru: Карточки с флагами

source: Front Text
de: Vorderseitentext
ru: Текст лицевой стороны

source: Fronts Only
de: nur Vorderseite
ru: Всегда лицевая сторона

source: Fronts and Backs at Random
de: zufällig Vorne und Hinten
ru: Случайный выбор стороны

source: Help
de: Hilfe
ru: Справка

source: Import...
de: Importieren...
ru: Импортировать...

source: Last Test Date
de: Letztes Testdatum
ru: Дата последнего теста

source: New Cards
de: Neue Karten
ru: Новые карточки

source: New File
de: Neue Datei
ru: Новый файл

source: New and Expired Cards
de: Neue und abgelaufene Karten
ru: Новые и просроченные карточки

source: Open File
de: Datei öffnen
ru: Открыть файл

source: Paste
de: Einfügen
ru: Вставить

source: Quiz
ru: Тест

source: Recently Removed Cards
de: zuletzt entfernte Karten
ru: Недавно удалённые карточки

source: Remove Category
de: Kategorie entfernen
ru: Удалить категорию

source: Rename
de: Umbenennen
ru: Переименовать

source: Save File
de: Datei speichern
ru: Сохранить файл

source: Select All
de: Alles markieren
ru: Выделить все

source: Selected Cards
de: Ausgewählte Karten
ru: Выделенные карточки

source: Selected Category
de: ausgewählte Kategorien
ru: Выделенные категории

source: Toggle Flags
ru: Переключить флаги

source: _Bottom Toolbar
de: _Untere Werkzeugleiste
ru: _Нижняя панель инструментов

source: _Category
de: _Kategorie
ru: _Категория

source: _Category Pane
de: _Kategorie Fenster
ru: _Панель категорий

source: _File
de: _Datei
ru: _Файл

source: _Help
de: _Hilfe
ru: _Справка

source: _Main Toolbar
de: _Haupt-Werkzeugleiste
ru: _Главная панель инструментов

source: _Quiz
ru: _Тест

source: _Statusbar
de: _Statusleiste
ru: _Строка состояния

source: _View
de: _Ansicht
ru: _Вид

source: <b>Background Colours</b>
de: <b>Hintergrundfarben</b>
ru: <b>Цвет фона карточек</b>

source: <b>Card Font</b>
de: <b>Schriftart der Karten</b>
ru: <b>Шрифт карточек</b>

source: <b>Days Between Testing</b>
de: <b>Tage zwischen dem Testen</b>
ru: <b>Количество дней между тестами</b>

source: <b>File Saving</b>
ru: <b>Сохранение файлов</b>

source: <b>LaTex Rendering</b>
ru: <b>Отрисовка LaTeX</b>

source: <b>Text Colours</b>
de: <b>Text Farben</b>
ru: <b>Цвет текста</b>

source: Box _1
de: Fach _1
ru: Ящик _1

source: Box _2
de: Fach _2
ru: Ящик _2

source: Box _3
de: Fach _3
ru: Ящик _3

source: Box _4
de: Fach _4
ru: Ящик _4

source: Box _5
de: Fach _5
ru: Ящик _5

source: Box _6
de: Fach _6
ru: Ящик _6

source: Box _7
de: Fach _7
ru: Ящик _7

source: Box _8
de: Fach _8
ru: Ящик _8

source: Create a _backup copy of files before saving
ru: _Создавать резервную копию файлов перед сохранением

source: Expired
de: abgelaufen!
ru: Просроченный

source: Known
de: bekannt
ru: Известный

source: Plain
de: Einfach
ru: Обычный

source: Preferences
de: Einstellungen
ru: Параметры

source: Sche_dules
de: _Zeitpläne
ru: _Расписание

source: Text _size (DPI)
ru: _Размер текста (DPI)

source: Unknown
de: Unbekannt
ru: Неизвестный

source: _Appearance
de: _Aussehen
ru: _Внешний вид

source: _New Cards
de: _Neue Karten
ru: _Новые карточки

source: _Other Options
ru: _Другие параметры

source: _Reset to Default Colours
de: Die Farben auf Standardwerte zu_rücksetzen
ru: _Сбросить цвета на стандартные

source: _Reset to Default Schedules
de: Die Abfragezeiträume auf Standardwerte zu_rücksetzen
ru: _Сбросить расписание на стандартное

source: <b>File Properties</b>
de: <b>Dateieigenschaften</b>
ru: Свойства файла

source: Card _Style
de: Karten_stil
ru: _Формат карточек

source: Properties
de: Eigenschaften
ru: Свойства

source: _Author
de: _Autor
ru: _Автор

source: _Description
de: _Beschreibung
ru: _Описание

source: _Homepage
ru: _Домашняя страница

source: _License
de: _Lizenz
ru: _Лицензия

source: _Title
de: _Titel
ru: _Заголовок

source: Clear the answer
ru: Очистить панель ответов

source: Close the answer bar
ru: Закрыть панель ответов

source: Listen to Back
de: Rückseite anhören
ru: Прослушать обратная сторону

source: Listen to Back Automatically
de: Rückseite automatisch anhören
ru: Прослушивать обратную сторону автоматически

source: Listen to Front
de: Vorderseite anhören
ru: Прослушать лицевую сторону

source: Listen to Front Automatically
de: Rückseite automatisch anhören
ru: Прослушивать лицевую сторону автоматически

source: Mark as known
de: Als bekannt kennzeichnen
ru: Пометить как известную

source: Mark as unknown
de: Als unbekannt kennzeichnen
ru: Пометить как неизвестную

source: Record statistics when the Quiz window closes
de: Speichere Statistik wenn das Quizfenster schließt
ru: Записывать статистику при закрытии окна тестирования

source: Show Answer Bar
ru: Показывать панель ответов

source: _Answer
ru: _Ответ

source: _Media
de: _Medien
ru: _Медиа

source: _Record
de: _Aufnehmen
ru: _Записывать

source: <b>Current _tags</b> Edit names by double-clicking
ru: <b>_Текущие метки</b> Двойное нажатие — редактировать имя метки

source: <b>_New tags</b>
ru: <b>_Новые метки</b>

source: Tag Manager
ru: Редактор меток

source: Learn using electronic flashcards
de: Lernen mit elektronischen Karten
ru: Помощник для запоминания различных данных на основе карточек Лейтнера

source: i GNU it Flashcard Trainer
de: i GNU it Lernkartenprogramm
ru: Тренировка памяти

source: A comma separated list of column names. Accepted names are: front, back, category, group, tested, expired, expiry, time, flagged.
ru: Список имён столбцов, разделённых запятыми. Поддерживаемые имена: front, back, category, group, tested, expired, expiry, time, flagged.

source: A value of 0 disables automatic playing. A value of 1 plays fronts automatically. A value of 2 plays backs automatically. A value of 3 plays both fronts and backs automatically.
de: Ein Wert von 0 schaltet automatisches Abspielen ab. Ein Wert von 1 spielt automatisch die Vorderseite ab. Ein Wert von 2 spielt automatisch die Rückseite ab. Ein Wert von 3 spielt sowohl Vorder- als auch Rückseite ab.
ru: Значение 0 отключает автоматическое проигрывание. Значение 1 автоматически проигрывает лицевую сторону. Значение 2 автоматически проигрывает обратную сторону. Значение 3 автоматически проигрывает обе стороны.

source: Backup the current file before saving
ru: Создавать резервную копию файлов перед сохранением

source: Card colours
de: Kartenfarben
ru: Цвет карточек

source: Card expiry times
de: Ablaufzeit der Karte
ru: Времена истечения сроков

source: Card pane column visibility
de: Sichtbarkeit der Kartenleiste
ru: Видимость столбцов на панели карточек

source: Category pane width
de: Kategorieleistenbreite
ru: Ширина панели категорий

source: Confirm deletion of trash folder contents when closing.
de: Löschung von Mülleimerinhalten beim Schlieißen bestätigen.
ru: Подтверждать очистку корзины при выходе.

source: Controls the behaviour of audio files in quiz mode
de: Kontrolle über das Verhalten von Audiodateien im Quizmoduls.
ru: Управление поведением звуковых файлов в режиме тестирования

source: Flip button behaviour in editor window
de: Tausche
ru: Поведение кнопки переворачивания стороны в окне редактора

source: Font for cards
de: Schriftart für Karten
ru: Шрифт карточек

source: If true, the Find Dialog will search using regular expression matching.
de: Falls wahr, dann wird der Suchen-Dialog mit regulären Ausdrücken benutzt.
ru: Если true, то в поиске будут использоваться регулярные выражения.

source: Main window height
de: Hauptfensterhöhe
ru: Высота главного окна

source: Main window width
de: Hauptfensterbreite
ru: Ширина главного окна

source: Most recent working directory
de: Zuletzt verwendetes Verzeichnis
ru: Последний рабочий каталог

source: Nine comma-separated integers of increasing value, representing days between tests.
de: Neun kommagetrennte Ganzzahlen von steigendem Wert zeigen die Tage zwischen dem Abfragen an.
ru: Девять целых чисел, разделённых запятыми, обозначающих количество дней между тестами.

source: Quiz and editor window height
de: Fensterhöhe von Quiz und Editor
ru: Высота окон тестирования и редактирования

source: Quiz and editor window width
de: Fensterbreite von Quiz und Editor
ru: Ширина окон тестирования и редактирования

source: Size of images produced with LaTeX
ru: Разрешение рисунков для LaTeX формул, формируемых программой dvipng

source: Tag manager window height
ru: Высота окна редактора меток

source: Tag manager window width
ru: Ширина окна редактора меток

source: Use regular expressions when searching
de: Verwende reguläre Ausdrücke beim Suchen
ru: Использовать регулярные выражения при поиске

source: Width of category title column
de: Breite einer Kategorietitelspalte
ru: Ширина столбца «Категория» в панели категорий

source: Width of the "Card Back" column
de: Breite der Spalte "Kartenrückseite"
ru: Ширина столбца «Обратная» в панели карточек

source: Width of the "Card Category" column
de: Breite der Spalte "Kartenkategorie"
ru: Ширина столбца «Категория» в панели карточек

source: Width of the "Card Front" column
de: Breite der Spalte "Kartenvorderseite"
ru: Ширина столбца «Лицевая» в панели карточек

source: File contains %d cards
de: Datei enthält %d Karten
ru: Файл содержит карточек: %d

source: Trash contains %d cards
de: Mülleimer enthält %d Karten
ru: Корзина содержит карточек: %d

source: Found %d cards
de: %d Karten gefunden
ru: Найдено карточек: %d

source: Category contains %d of %d cards
de: Kategorie enthält %d von %d Karten
ru: Карточек в категории: %d из %d

source: (%d expired, %d untested, %d selected)
de: (%d abgelaufen, %d ungefragt, %d ausgewählt)
ru: (просроченных: %d; непротестированных: %d; выделенных: %d)

source: Save As
de: Speichern unter...
ru: Сохранить как

source: <b>A file with the same name already exists</b> Do you want to replace it?
de: <b>Eine Datei mit dem gleichen Namen existiert bereits.</b> Soll sie überschrieben werden?
ru: <b>Файл с таким именем уже существует</b> Заменить его?

source: <b>The current file has not been saved</b> Changes since last save will be lost.
de: <b>Die geöffnete Datei wurde noch nicht gespeichert.</b> Alle Änderungen vor dem letzten Speichern gehen verloren.
ru: <b>Не удалось сохранить текущий файл</b> Изменения после последнего сохранения будут потеряны.

source: Close _without Saving
de: Schließen _ohne zu speichern.
ru: _Закрыть без сохранения

source: <b>Unable to save file</b>
de: <b>Kann Datei nicht speichern</b>
ru: <b>Не удалось сохранить файл</b>

source: <b>Empty the Trash?</b> Recently removed cards will be permanently deleted.
de: <b>Mülleimer leeren?</b> Alle zuletzt entfernten Karten werden permanent gelöscht.
ru: <b>Очистить корзину?</b> Карточки из корзины будут удалены навсегда.

source: Open
de: Öffnen
ru: Открыть

source: <b>Trouble loading file</b>
de: <b>Probleme beim Laden der Datei</b>
ru: <b>Проблема при загрузке файла</b>

source: <b>Unable to load file</b>
de: <b>Kann Datei nicht laden</b>
ru: <b>Не удалось загрузить файл</b>

source: Import
ru: Импортировать

source: Import _Filter:
ru: _Формат файла импорта

source: <b>Unable to import file</b>
de: <b>Kann Datei nicht importieren</b>
ru: <b>Не удалось импортировать файл</b>

source: Export
ru: Экспортировать

source: Export _Filter:
ru: _Формат файла экспорта

source: <b>Unable to export file</b>
de: <b>Kann Datei nicht exportieren</b>
ru: <b>Не удалось экспортировать файл</b>

source: <b>Delete this non-empty category?</b> The category and its contents will be permanently deleted.
de: <b>Lösche diese nicht-leere Kategorie?</b> Die Kategorie und ihre Inhalten werden für immer gelöscht.
ru: <b>Удалить непустую категория?</b> Данная категория со всем её содержимым будет удалена навсегда.

source: <b>Expiry dates will be reset</b> Recorded dates and statistics for the selected cards will be lost. Continue anyway?
de: <b>Ablaufdaten werden zurückgesetzt</b> Aufgezeichnete Daten und Statistiken für die ausgewählten Karten gehen verloren. Trotzdem fortfahren?
ru: <b>Даты истечения сроков будут сброшены</b> Все данные статистики (включая даты) для выделенных карточек будут потеряны. Продолжить?

source: Couldn't display user guide
de: Konnte Benutzerhandbuch nicht anzeigen.
ru: Не удалось показать руководство пользователя

source: B
ru: Ящик

source: Tested
de: Abgefragt
ru: Последний тест

source: Expiry
de: Ablauf
ru: Истечение срока

source: Time
de: Zeit
ru: Время

source: New Category
de: Neue Kategorie
ru: Новая категория

source: <big>Card Details</big>
de: <big>nähere Angaben über die Karte</big>
ru: <big>Информация о карточке</big>

source: <b>Category:</b> %s
de: <b>Kategorie:</b> %s
ru: <b>Категория:</b> %s

source: <b>Success rate:</b> %.0f%% (%d/%d)
de: <b>Erfolgsquote:</b> %.0f%% (%d/%d)
ru: <b>Правильных ответов:</b> %.0f%% (%d/%d)

source: <b>Current box:</b> %d
de: <b>Momentanes Fach:</b> %d
ru: <b>Текущий ящик:</b> %d

source: <b>Date created:</b> %s
de: <b>Erstellungsdatum:</b> %s
ru: <b>Дата создания:</b> %s

source: <b>Date last tested:</b> %s
de: <b>Letztes Testdatum:</b> %s
ru: <b>Дата последнего тестирования:</b> %s

source: <b>Date of expiry:</b> %s
de: <b>Ablaufdatum:</b> %s
ru: <b>Дата истечения срока:</b> %s

source: translator-credits
de: Matthias Mailänder <https://launchpad.net/~mailaender>
ru: Kirill Kirillov <kirill.kirillov@gmail.com>

source: Educational software for GNOME, following the Leitner flash card system.
de: Bildungsprogramm für GNOME, das dem Leitner Karteikartensystem folgt.
ru: Образовательная программа для GNOME, использующая систему карточек Лейтнера для запоминания различных данных

source: Card Editor %s
ru: Редактор карточек %s

source: No category selected
de: Keine Kategorie ausgewählt.
ru: Нет выделенной категории

source: No cards in Trash
de: Keine Karten im Mülleimer
ru: Нет карточек в корзине

source: No cards
de: Keine Karten
ru: Нет карточек

source: Box %d, Success %.0f%%. Category: %s
de: Fach %d, Erfolg %.0f%%. Kategorie: %s
ru: Ящик: %d. Правильных ответов: %.0f%%. Категория: %s

source: Never tested. Category: %s
de: Nie abgefragt. Kategorie: %s
ru: Никогда не тестировалась. Категория: %s

source: <b>All dates and statistics for this card will be lost</b> Continue anyway?
de: <b>Alle Daten und Statistiken für diese Karte gehen verloren.</b> Trotzdem weitermachen?
ru: <b>Все данные статистики (включая даты) для данной карточки будут потеряны</b> Продолжить?

source: Centered keywords and text
de: Zentrierte Stichworte und Text
ru: Ключевые слова и текст по центру

source: Non-centered keywords and text
de: nicht-zentrierte Stichwörter und Text
ru: Ключевые слова и текст по левому краю

source: Non-centered text only
de: nur nicht-zentrierter Text
ru: Только текст по левому краю

source: Card %d of %d. Category: %s
de: Karte %d aus %d. Kategorie: %s
ru: Карточка %d из %d. Категория: %s

source: Quiz %s
ru: Тест %s

source: No cards There are no new cards to test. See the <i>Quiz</i> menu for options.
de: Keine Karten Es gibt keine neuen Karten zum Abfragen. Siehe <i>Quiz</i>-Menü für Optionen.
ru: Нет карточек Нет новых карточек для тестирования. Смотрите меню <i>Тест</i> для настройки.

source: No cards There are no expired cards to test. See the <i>Quiz</i> menu for options.
de: Keine Karten Es gibt keine abgelaufenen Karten zum Abfragen. Siehe <i>Quiz</i>-Menü für Optionen.
ru: Нет карточек Нет просроченных карточек для тестирования. Смотрите меню <i>Тест</i> для настройки.

source: No cards There are no new or expired cards to test. See the <i>Quiz</i> menu for options.
de: Keine Karten Es gibt keine neuen oder abgelaufenen Karten zum Abfragen. Siehe <i>Quiz</i>-Menü für Optionen.
ru: Нет карточек Нет новых или просроченных карточек для тестирования. Смотрите меню <i>Тест</i> для настройки.

source: No cards There are no cards flagged. See the <i>Quiz</i> menu for options.
ru: Нет карточек Нет карточек с флагами. Смотрите меню <i>Тест</i> для настройки.

source: No cards There are no cards selected. See the <i>Quiz</i> menu for options.
de: Keine Karten Es gibt keine ausgewählten Karten zum Abfragen. Siehe <i>Quiz</i>-Menü für Optionen.
ru: Нет карточек Нет выделенных карточек. Смотрите меню <i>Тест</i> для настройки.

source: End of quiz Use the buttons below to review your choices. Only cards marked as <i>Known</i> or <i>Unknown</i> are recorded. Nothing is recorded until the quiz window closes.
de: Ende des Abfragens Benutze die Knöpfe unten um deine Auswahl zu begutachten. Nur Karten die mit <i>bekannt</i> or <i>unbekannt</i> markiert sind werden aufgezeichnet. Nichts wird abgespeichert bis das Quizfenster geschlossen wird.
ru: Конец тестирования Используйте кнопки ниже для просмотра вариантов ответов. Записываются только карточки, помеченные как известные, либо как неизвестные. Ничего не записывается, пока не закроется окно тестирования.

source: <b>Tag name not available</b> Sorry, that name is already used by another tag.
ru: <b>Недопустимое имя метки</b> Данное имя уже используется другой меткой.

source: Trash
de: Mülleimer
ru: Корзина

source: The file is not valid UTF-8.
de: Diese Datei ist kein valides UTF-8.
ru: Файл не является правильным UTF-8.

source: Please check that this is an ignuit flashcard file.
de: Bitte prüfen ob es sich um ein iGNUit Lernkarte handelt.
ru: Проверьте, что данный файл является карточками Ignuit

source: The file contains unknown elements.
de: Die Datei enthält unbekannte Elemente.
ru: Файл содержит неизвестные элементы.

source: Error while parsing '%s'
de: Fehler beim Einlesen von '%s'.
ru: Ошибка при синтаксическом разборе «%s»

source: Error while parsing file.
ru: Ошибка при синтаксическом разборе файла.

source: No cards were found in the imported file.
de: Keine Karten in importierter Datei gefunden.
ru: Карточки не были найдены в импортированном файле.

source: Please check that imported file is not compressed, and that the correct filter is selected.
de: Bitte prüfen ob die importierte Datei nicht komprimiert ist, und das der richtige Filter ausgewählt wurde.
ru: Проверьте, что импортированный файл не сжат, и выбран правильный формат.

source: _Listen
de: _Zuhören
ru: _Слушать

source: Tag
de: Markierung

source: Find Tagged Cards
de: Durchsuche markierte Karten

source: Tagged Cards
de: markierte Karten

source: Toggle Tags
de: Markierung setzen/entfernen

source: A comma separated list of column names. Accepted names are: front, back, category, group, tested, expired, expiry, time, tagged.
de: Eine durch Kommata getrennte Liste von Spaltennamen. Akzeptierte Namen sind: front, back, category, group, tested, expired, expiry, time, tagged.

source: No cards There are no cards tagged. See the <i>Quiz</i> menu for options.
de: Keine Karten Es gibt keine markierten Karten zum Abfragen. Siehe <i>Quiz</i>-Menü für Optionen.
